[
{"doi": "10.1039/9781782620112-00030", "istex_id": "6278C8B4287C7126F0AC39E552AAE79C37EE582F", "title": "The rules of metastability: detailed transformation mechanisms in chemical elements by means of molecular dynamics techniques", "abstract": "The existence of polymorphs or chemical element allotropes is a fact of nature that remains surprising. On the one hand, it is unevenly distributed, with only some compounds or elements distinguished by a large number of polymorphs or allotropes. On the other hand, many crystal structure are predicted, which can exist in principle. We argue that this imbalance may derive form an imperfect knowledge of transformation mechanisms, which solely determine the formation of a certain product. Especially in a scenario of nucleation and growth, reasoning on the mechanical stability of the final product only may mislead the overall judgement on the accessibility of a particular compound. We illustrate mechanistic analysis of selected reconstructive phase transitions by state of the art accelerated molecular dynamics techniques. We emphasize the role of nucleation in phase selection, and stress the necessary inclusion of details on intermediate steps for a more capable crystal structure prediction activity.", "source": ["Istex"], "host": {"volume": "11", "title": "Chemical Modelling: Volume 11", "corpusName": "rsc-ebooks"}, "publicationDate": "2015", "authors": [{"name": "Stefano Leoni"}, {"name": "Salah Eddine Boulfelfel"}, {"name": "Igor A. Baburin"}, {"name": "Daniele Selli"}], "KeyWords": ["rules", "metastability:", "detailed", "transformation", "mechanisms", "chemical", "elements", "means", "molecular", "dynamics", "techniques"]},
{"doi": "10.1039/9781782620280-00148", "istex_id": "F93ED5BE2C3ED304C0BBDE990F37D95F2E45823E", "title": "Chapter 7 - Homogeneous catalytic transformations investigated by EPR spectroscopy", "abstract": "Catalytic reactions are used to drive a large number of important chemical transformations. In general, these catalytic reactions are more energy efficient and produce less waste. Therefore new catalysts are constantly being developed for a wide range of applications ranging from alternative energy sources to synthesis of pure drugs. Many of these catalyzed reactions involve paramagnetic redox centres and reactive intermediates, so a detailed understanding of their role in the mechanistic pathways is required in order to improve the catalyst design. In this chapter, we will provide an overview to illustrate how EPR is used to characterise various transition metal based homogeneous catalysts, by focusing on the literature from the past five years.", "source": ["Istex"], "host": {"volume": "24", "title": "Electron Paramagnetic Resonance: Volume 24", "corpusName": "rsc-ebooks"}, "publicationDate": "2015", "authors": [{"name": "Emma Carter"}, {"name": "Damien M. Murphy"}], "KeyWords": ["Chapter", "7", "-", "Homogeneous", "catalytic", "transformations", "investigated", "EPR", "spectroscopy"]},
{"doi": "10.1039/9781849739962-00148", "istex_id": "4FC8EEDB30ACB1154BF4E66A3DB4389B633DD59B", "title": "De novo designed metallopeptides", "abstract": "The de novo design of miniature protein scaffolds, can be a powerful tool with which to answer important questions about protein structure and function. Similarly the design of metallopeptides de novo provides an opportunity to interrogate the role of the protein matrix in tuning the chemistries of coordinated metal ions. This chapter describes recent advances made in the field of de novo metallopeptide design, and covers a broad range of metal ion sites (both native and non-native) and protein scaffolds.", "source": ["Istex"], "host": {"volume": "39", "title": "Amino Acids, Peptides and Proteins: Volume 39", "corpusName": "rsc-ebooks"}, "publicationDate": "2015", "authors": [{"name": "Emmanuel Oheix"}, {"name": "Anna F. A. Peacock"}], "KeyWords": ["De", "novo", "designed", "metallopeptides"]},
{"doi": "10.1039/9781782620280-00032", "istex_id": "B02AD681145556DD90481434C7B354DAFF69103A", "title": "Chapter 2 - Computational approaches for simulating motional EPR spectra", "abstract": "This review describes theoretical and computational methods for the simulation of continuous wave (CW) EPR spectra arising from the molecular motions of nitroxide spin labels and probes. Recent methodological developments in the area are described and evaluated. Applications to a range of molecular systems, including liquid crystals and proteins, are illustrated.", "source": ["Istex"], "host": {"volume": "24", "title": "Electron Paramagnetic Resonance: Volume 24", "corpusName": "rsc-ebooks"}, "publicationDate": "2015", "authors": [{"name": "Vasily S. Oganesyan"}], "KeyWords": ["Chapter", "2", "-", "Computational", "approaches", "simulating", "motional", "EPR", "spectra"]},
{"doi": "10.1039/9781782620280-00062", "istex_id": "FA79D13FC9173A19BFBC5FCFD13224B7423F12D1", "title": "Chapter 3 - Towards spintronic quantum technologies with dopants in silicon", "abstract": "Dopants in crystalline silicon such as phosphorus (Si:P) have electronic and nuclear spins with exceptionally long coherence times making them promising platforms for quantum computing and quantum sensing. The demonstration of single-spin single-shot readout brings these ideas closer to implementation. Progress in fabricating atomic-scale Si:P structures with scanning tunneling microscopes offers a powerful route to scale up this work, taking advantage of techniques developed by the computing industry. The experimental and theoretical sides of this emerging quantum technology are reviewed with a focus on the period from 2009 to mid-2014.", "source": ["Istex"], "host": {"volume": "24", "title": "Electron Paramagnetic Resonance: Volume 24", "corpusName": "rsc-ebooks"}, "publicationDate": "2015", "authors": [{"name": "Gavin W. Morley"}], "KeyWords": ["Chapter", "3", "-", "Towards", "spintronic", "quantum", "technologies", "dopants", "silicon"]},
{"doi": "10.1039/9781782620280-00001", "istex_id": "1807164C17D3534EE99C2180708E231624BE17EE", "title": "Chapter 1 - Spectroscopically orthogonal spin labels and distance measurements in biomolecules", "abstract": "Essential details of two techniques for distance measurements between non-identical spin labels are summarized. One technique is based on double electron–electron resonance (DEER) between Gd(iii) ions and nitroxide radicals. The other technique is based on indirect measurements of stochastic dipolar interaction between Ln(iii) ions and organic radicals via the change of longitudinal relaxation of the latter species. Combination of these techniques with double electron–electron resonance in pairs of identical spin labels (nitroxide–nitroxide or Gd(iii)–Gd(iii)) allows to suggest a new experimental strategy for multiple distance measurements in orthogonally-labelled samples. General discussion of advantages and disadvantages of the new strategy for studies of biomacromolecules and their complexes is given along with illustrative experimental examples. In particular, performance of Gd(iii)–nitroxide DEER is compared to other possible combinations of non-identical spin label pairs, while relaxation enhancement in pairs Fe(iii)–organic radical is compared to the case of Dy(iii)–nitroxide pairs.", "source": ["Istex"], "host": {"volume": "24", "title": "Electron Paramagnetic Resonance: Volume 24", "corpusName": "rsc-ebooks"}, "publicationDate": "2015", "authors": [{"name": "Maxim Yulikov"}], "KeyWords": ["Chapter", "1", "-", "Spectroscopically", "orthogonal", "spin", "labels", "distance", "measurements", "biomolecules"]},
{"doi": "10.1039/9781849739962-00021", "istex_id": "1F26ED0C55337E3FFC91FB7A52C9756C10785448", "title": "Metal complexes of amino acids and peptides", "abstract": "This chapter deals with the most important results reported for the various aspects of metal complex formation processes of amino acids, peptides and related substances in the last two years, first of all in 2012 and 2013. The major sources of the references collected here are the papers cited in the Web of Science Databases but the title pages of the most common journals of inorganic, bioinorganic and coordination chemistry have also been surveyed. Altogether 364 papers are discussed in this chapter but the total number of related publications is significantly higher. The limitations in the extent of each chapter rules out the evaluation of all papers published in this period therefore we focused on the most characteristic examples of the different aspects of the coordination chemistry of these ligands. The basic findings for the metal complexes of amino acids and peptides have already been satisfactorily clarified in the past few decades and now the derivatives and various applications are in the centre of studies. For amino acids we followed the classical dissection of published results, namely the structural, equilibrium and kinetic investigations are collected in separate paragraphs followed by some important applications. The increasing number of theoretical and gas phase studies justifies the summary of related articles also in a separates subsection. In the case of peptides the wide spread application of solid phase peptide synthesis gave a big impetus to studies on their metal complexes especially for the biologically important ligands. Therefore, in the second part of the chapter a new classification of the results was followed. Most of the related studies in metallopeptide chemistry are now governed by the biological aspects of the interactions and, as a consequence, the amino acid sequences of the peptides were chosen as the leading principle.", "source": ["Istex"], "host": {"volume": "39", "title": "Amino Acids, Peptides and Proteins: Volume 39", "corpusName": "rsc-ebooks"}, "publicationDate": "2015", "authors": [{"name": "Etelka Farkas"}, {"name": "Imre Sóvágó"}], "KeyWords": ["Metal", "complexes", "amino", "acids", "peptides"]},
{"doi": "10.1039/9781782620112-00134", "istex_id": "505A7A1C0EEC374AA8F11AE0E552C91EE45DE29A", "title": "A personal perspective on density-functional theory: 50 years young and stronger than ever", "abstract": "Fifty years ago, in 1964, Pierre Hohenberg and Walter Kohn laid the foundations to density-functional theory. This theory and its implementations in computer codes were resoundingly successful to this day. In this personal view on density-functional theory we will discuss a few problems and open questions regarding developments in functionals, treatment of systems, handling of excited states, accounting for dispersion interactions, choice of reference systems, ways beyond locality, and consequences of how exchange interactions are treated.", "source": ["Istex"], "host": {"volume": "11", "title": "Chemical Modelling: Volume 11", "corpusName": "rsc-ebooks"}, "publicationDate": "2015", "authors": [{"name": "Michael Springborg"}, {"name": "Jan-Ole Joswig"}], "KeyWords": ["personal", "perspective", "density-functional", "theory:", "50", "years", "young", "stronger", "ever"]},
{"doi": "10.1039/9781782624547-00215", "istex_id": "1C4AE9ACB9EB11D812067BFFEE7A3DBC74562CF4", "title": "Chapter 8 - Recent advances in photoinduced polymerization reactions under 400–700 nm light", "abstract": "The very recent developments of novel photoinitiators and photoinitiating systems in photoinduced radical and cationic polymerization reactions are reviewed. The use of mild irradiation conditions in the blue-to-red wavelength range (household halogen lamps, LEDs, fluorescent bulbs, sunlight; reactions under air) is particularly outlined. New opportunities in applications requiring such experimental conditions in sunlight curing, photoredox initiated polymerizations or in situ incorporation of nanoparticles in a photopolymerizable matrix are described.", "source": ["Istex"], "host": {"volume": "42", "title": "Photochemistry: Volume 42", "corpusName": "rsc-ebooks"}, "publicationDate": "2015", "authors": [{"name": "Jacques Lalevée"}, {"name": "Jean-Pierre FouassierFormerly: University of Haute Alsace/ENSCMu, 3 rue Alfred Werner, 68093 Mulhouse Cedex, France."}], "KeyWords": ["Chapter", "8", "-", "Recent", "advances", "photoinduced", "polymerization", "reactions", "400–700", "nm", "light"]},
{"doi": "10.1039/9781782620112-00175", "istex_id": "B7449CC5E0CF10B66D620AA08C9FE5C439BE6F67", "title": "Investigating dynamic interactions by multi-scale modelling: from theory to applications", "abstract": "The wish to design novel materials by profiting from computational tools and experimental techniques brought significant requirements of finding bridges between system scales relevant for understanding the different scales mechanisms which influence the resulting material application performance. Using multi-scale approaches system dynamics can be accessed, while a lot of experimental measurements are performed ex situ characterizing a sample state at fixed time. In this chapter, mechanisms and phenomena investigated for materials design illustrate advances obtained by multi-scale modelling and contributing to a closer relationship between experiments and theory when facing challenges related to understanding a system dynamically interacting with its environment.", "source": ["Istex"], "host": {"volume": "11", "title": "Chemical Modelling: Volume 11", "corpusName": "rsc-ebooks"}, "publicationDate": "2015", "authors": [{"name": "Welchy Leite Cavalcanti"}, {"name": "Paul-Ludwig Michael Noeske"}], "KeyWords": ["Investigating", "dynamic", "interactions", "multi-scale", "modelling:", "theory", "applications"]},
{"doi": "10.1039/9781849739962-00114", "istex_id": "A2E5834011FF90749A6EFA099DB1BA12900CA7A1", "title": "Aspartic protease inhibitors as drug candidates for treating various difficult-to-treat diseases", "abstract": "Aspartic proteases are important molecular targets for developing drugs to treat various difficult-to-treat diseases. The aspartic proteases, HIV protease and plasmepsins, are essential for the survival of the virus and malaria parasite, respectively, and AIDS and malaria are counted in two of three major infectious diseases. Renin and β-secretase that are also a class of aspartic proteases are the promising molecular targets for developing hypertension and Alzheimer's disease drugs, respectively. We have developed aspartic protease inhibitors with a transition-state analogue as drug candidates against these difficult-to-treat diseases, hypertension, AIDS, adult T-cell leukemia (ATL), human T-lymphotropic virus type I-associated myelopathy (HAM), malaria, and Alzheimer's disease. Here, we describe our recent drug discovery study on aspartic protease inhibitors.", "source": ["Istex"], "host": {"volume": "39", "title": "Amino Acids, Peptides and Proteins: Volume 39", "corpusName": "rsc-ebooks"}, "publicationDate": "2015", "authors": [{"name": "Yoshio Hamada"}, {"name": "Yoshiaki Kiso"}], "KeyWords": ["Aspartic", "protease", "inhibitors", "drug", "candidates", "treating", "various", "difficult-to-treat", "diseases"]},
{"doi": "10.1039/9781782624547-00197", "istex_id": "F9C6F1402160DA05B43C7FA5A573BC6D5FC21AFF", "title": "Chapter 7 - Towards the accurate simulation of UV/Vis spectra in solution: combining the EOM-CCSD method with polarizable solvation models within state-specific and linear-response formalisms", "abstract": "In this report, we review the theory and present some novel applications for the combination of highly accurate quantum mechanical methods belonging to the coupled cluster (CC) family and semiclassical solvation models. The goal is to simulate electronic transitions of solvated chromophores with an accuracy and computational effort that is comparable to those for isolated molecules. Two formalisms for this coupling are described: state-specific (SS) and linear-response (LR), and their strengths and weaknesses are discussed in the context of CC methods and the polarizable continuum model of solvation (PCM). Numerical results are shown for a selection of medium size chromophores in polar solvents where calculated transition energies at CC and density functional theory (DFT) levels are compared to experimental data. These results show the potential of multiscale models that combine high-level CC theory with lower, more computationally efficient levels of theory for studying the photochemistry of chromophores in condensed phase.", "source": ["Istex"], "host": {"volume": "42", "title": "Photochemistry: Volume 42", "corpusName": "rsc-ebooks"}, "publicationDate": "2015", "authors": [{"name": "Marco Caricato"}], "KeyWords": ["Chapter", "7", "-", "Towards", "accurate", "simulation", "UV/Vis", "spectra", "solution:", "combining", "EOM-CCSD", "method", "polarizable", "solvation", "models", "within", "state-specific", "linear-response", "formalisms"]},
{"doi": "10.1039/9781849739962-00192", "istex_id": "D970B7D335C8A49081B5771120F2DDD321DFBA8D", "title": "Amino acid code for potein folding, misfolding, and non-folding", "abstract": "The amino acid sequence of a polypeptide chain is what determines the chain's ability to fold to a functional unique structure, or stay disordered but functional, or misfold to a potentially pathogenic conformation. Even at the level of its amino acid composition the sequence can determine certain global properties of a protein, such as its ability to form a globular structure or remain extendedly disordered and define the predisposition of ordered proteins to either possess or lack equilibrium partially folded intermediates. Finally, the sequence also defines the aggregation and misfolding susceptibility for proteins. Overall, amino acid sequences are hence responsible for protein folding, misfolding, and non-folding, and are used in computational tools as the sole input to predict these behaviors. The following review considers several of the aspects of the amino acid codes.", "source": ["Istex"], "host": {"volume": "39", "title": "Amino Acids, Peptides and Proteins: Volume 39", "corpusName": "rsc-ebooks"}, "publicationDate": "2015", "authors": [{"name": "Alexey V. Uversky"}, {"name": "Vladimir N. Uversky"}], "KeyWords": ["Amino", "acid", "code", "potein", "folding,", "misfolding,", "non-folding"]},
{"doi": "10.1039/9781782620112-00001", "istex_id": "904755C870905B8623D6C05336236CBE0126F3F2", "title": "Low-dimensional transition-metal dichalcogenides", "abstract": "In this chapter, we will review the recent theoretical developments on the properties of low-dimensional Transition-Metal diChalcogenides (TMCs) for applications in nano- and opto-electronics. We will compare physical properties, such as electronic structure or lattice dynamics, and show that quantum confinement to lower dimensions causes significant changes in the properties and opens up possibility for new applications. We will show that electronic properties can be tuned by external modulators, such as tensile strain or electric fields. We will focus on the TMCs from groups 5–7 with the 2H polytype.", "source": ["Istex"], "host": {"volume": "11", "title": "Chemical Modelling: Volume 11", "corpusName": "rsc-ebooks"}, "publicationDate": "2015", "authors": [{"name": "Agnieszka Kuc"}], "KeyWords": ["Low-dimensional", "transition-metal", "dichalcogenides"]},
{"doi": "10.1039/9781782624547-00043", "istex_id": "68909AFC67A1F43D8B4EC58E9F96EA54B02BBD3F", "title": "Chapter 3 - Alkenes, alkynes, dienes, polyenes", "abstract": "This review deals with the photochemistry of alkenes, alkynes, dienes, polyenes, and related compounds through a choice of the literature published during the period January 2012–December 2013. This chapter also covers the nanotechnology and supramolecular chemistry utilizing isomerization/electrocyclization/cycloaddition reactions of the title compounds.", "source": ["Istex"], "host": {"volume": "42", "title": "Photochemistry: Volume 42", "corpusName": "rsc-ebooks"}, "publicationDate": "2015", "authors": [{"name": "Takashi Tsuno"}], "KeyWords": ["Chapter", "3", "-", "Alkenes,", "alkynes,", "dienes,", "polyenes"]},
{"doi": "10.1039/9781782624547-00142", "istex_id": "3B0AB7BEAEBC0B7F81725429C3E288EDCEF2B476", "title": "Chapter 5 - Oxygen-containing functions", "abstract": "This chapter deals mainly with the photochemistry of carbonyl compounds, although it also covers the photoreactions of other oxygen-containing functions. The time coverage in the present volume is 2012–2013. In general, only original research articles reporting experimental findings are quoted; literature reviews or purely theoretical calculations are not included, unless they contribute to a significant advancement in the mechanistic understanding of the reactions. In addition to product studies, mechanistic evidence based on direct experimental detection of the intermediates, such as transient absorption spectroscopy or related techniques, is also considered. As in previous years, the material is organised according to the classical types of reactions (e.g., Norrish I/II, hydrogen abstraction, Paternò–Büchi, photo-Fries, etc.). Within each section, presentation of the basic photochemical aspects is followed by the synthetic applications (including stereoselectivity), the photoreactivity in anisotropic media, such as (micro)heterogeneous or supramolecular systems, solid matrixes or fully organised crystals and finally by the technological and biological applications.", "source": ["Istex"], "host": {"volume": "42", "title": "Photochemistry: Volume 42", "corpusName": "rsc-ebooks"}, "publicationDate": "2015", "authors": [{"name": "M. Consuelo Jiménez"}, {"name": "Miguel A. Miranda"}], "KeyWords": ["Chapter", "5", "-", "Oxygen-containing", "functions"]},
{"doi": "10.1039/9781782620112-00088", "istex_id": "E2CF25A01D3804DE17C54EFE37BA3842411E8625", "title": "Theoretical studies of special relativity in atoms and molecules", "abstract": "Recent developments and applications in the field of special relativity in atoms and small molecules are reviewed. Emphasis is put on the framework of the many-particle Dirac–Coulomb equation and the electron correlation problem in relativistic many-body calculations. An introduction to important theoretical aspects and an analysis of the computational scaling of relativistic many-body methods is provided. Applications to both atomic and molecular showcases demonstrate the achievements and remaining difficulties and challenges, in particular concerning the description of electronically excited states.", "source": ["Istex"], "host": {"volume": "11", "title": "Chemical Modelling: Volume 11", "corpusName": "rsc-ebooks"}, "publicationDate": "2015", "authors": [{"name": "Timo Fleig"}], "KeyWords": ["Theoretical", "studies", "special", "relativity", "atoms", "molecules"]},
{"doi": "10.1039/9781782620280-00077", "istex_id": "60DB80C3C87D4ECA0F8D44F607F5710523F46CE9", "title": "Chapter 4 - 3 EPR spectroscopy in room temperature ionic liquids", "abstract": "This report presents an overview of the literature on the use of EPR spectroscopy to study ionic liquids as solvents. After a short in overview on the history and the outstanding properties of ionic liquids, the report focusses on EPR investigations of rotational correlation times obtained with various spin probes, on biradicals, on electron self-exchange reactions as well as on synthetic and mechanistic aspects of ionic liquids.", "source": ["Istex"], "host": {"volume": "24", "title": "Electron Paramagnetic Resonance: Volume 24", "corpusName": "rsc-ebooks"}, "publicationDate": "2015", "authors": [{"name": "Günter Grampp"}, {"name": "Daniel R. Kattnig"}, {"name": "Boryana Mladenova"}, {"name": "Kenneth Rasmussen"}], "KeyWords": ["Chapter", "4", "-", "3", "EPR", "spectroscopy", "room", "temperature", "ionic", "liquids"]},
{"doi": "10.1039/9781782620112-00057", "istex_id": "6001163082BA48DD8FC21435330D786CCCDCD451", "title": "Computational studies of solid electrolyte interphase formation", "abstract": "Recent years have seen a large increase in research activities related with Lithium-ion battery technology. Current systems are critically dependent on the formation of passivating films at the solid/liquid interface, the so-called solid electrolyte interphase (SEI). We review here atomic-scale computational investigations into the formation of such layers, as well as SEI-related studies on solvation, intercalation, and electrolyte materials screening.", "source": ["Istex"], "host": {"volume": "11", "title": "Chemical Modelling: Volume 11", "corpusName": "rsc-ebooks"}, "publicationDate": "2015", "authors": [{"name": "Martin Korth"}], "KeyWords": ["Computational", "studies", "solid", "electrolyte", "interphase", "formation"]},
{"doi": "10.1039/9781782620112-00151", "istex_id": "470574B036C3DECBDA5999D90D7E64D7998158EC", "title": "Density functional theory of chemical reactivity", "abstract": "The Density Functional Theory of chemical reactivity will be developed and discussed. The most important reactivity descriptors will be derived. Many empirical chemical concepts, like electronegativity, hardness, electrophilicity and others will be integrated to the theoretical models, and put into a general mathematical framework. Other completely new concepts, like the Fukui function will be presented. The main issues of the models will be also exposed. For instance, the discontinuity at integer number of electrons and the ill-defined local hardness will be discussed. The last advances in the field will be also discussed.", "source": ["Istex"], "host": {"volume": "11", "title": "Chemical Modelling: Volume 11", "corpusName": "rsc-ebooks"}, "publicationDate": "2015", "authors": [{"name": "Patricio Fuentealba"}, {"name": "Carlos Cárdenas"}], "KeyWords": ["Density", "functional", "theory", "chemical", "reactivity"]},
{"doi": "10.1039/9781782624547-00011", "istex_id": "D1869FB0E44DA51B4596435FFC28FA28EB48376B", "title": "Chapter 2 - Recent method developments and applications in computational photochemistry, chemiluminescene and bioluminescence", "abstract": "This review summarises and discusses the advances of computational photochemistry in 2012 and 2013 in both methodology and applications fields. The methodological developments of models and tools used to study and simulate non-adiabatic processes are highlighted. These developments can be summarised as assessment studies, new methods to locate conical intersections, tools for representation, interpretation and visualisation, new computational approaches and studies introducing simpler models to rationalise the quantum dynamics near and in the conical intersection. The applied works on the topics of photodissociation, photostability, photoisomerisations, proton/charge transfer, chemiluminescence and bioluminescence are summarised, and some illustrative examples of studies are analysed in more detail, particularly with reference to photostability and chemi/bioluminescence. In addition, theoretical studies analysing solvent effects are also considered. We finish this review with conclusions and an outlook on the future.", "source": ["Istex"], "host": {"volume": "42", "title": "Photochemistry: Volume 42", "corpusName": "rsc-ebooks"}, "publicationDate": "2015", "authors": [{"name": "Daniel Roca-Sanjuán"}, {"name": "Ignacio Fdez. Galván"}, {"name": "Roland Lindh"}, {"name": "Ya-Jun Liu"}], "KeyWords": ["Chapter", "2", "-", "Recent", "method", "developments", "applications", "computational", "photochemistry,", "chemiluminescene", "bioluminescence"]},
{"doi": "10.1039/9781782620280-00102", "istex_id": "6B4C6F88E095F6A0A43CCD19622FDFBF73677E8D", "title": "Chapter 5 - ESEEM of spin labels to study intermolecular interactions, molecular assembly and conformation", "abstract": "Electron Spin Echo Envelope Modulation, or ESEEM, is widely used to investigate structure of the immediate surroundings of paramagnetic species. In combination with site-specific spin labeling and selective deuterium substitution, it becomes a helpful tool to study location of proteins and small peptides within membranes, interaction of small molecules with proteins, supramolecular assemblies, water accessibility to specific regions of proteins and water penetration into membranes, protein folding and secondary structures. In this review, experimental approaches and limitations, theoretical background of the method, and recent applications are discussed.", "source": ["Istex"], "host": {"volume": "24", "title": "Electron Paramagnetic Resonance: Volume 24", "corpusName": "rsc-ebooks"}, "publicationDate": "2015", "authors": [{"name": "Sergei A. Dzuba"}, {"name": "Derek Marsh"}], "KeyWords": ["Chapter", "5", "-", "ESEEM", "spin", "labels", "study", "intermolecular", "interactions,", "molecular", "assembly", "conformation"]},
{"doi": "10.1039/9781849739962-00068", "istex_id": "1A83F25BD5338CF334ED4919239D4DCA7D21D669", "title": "Peptide epitopes: identification and structural modifications of synthetic antigens", "abstract": "The application of biologicals like monoclonal antibodies (MoAbs), their fragments, fusion proteins, synthetic epitope peptides, conjugates, nanostructures in fundamental biomedicinal research as well as in early diagnosis and/or efficient and specific targeted therapy including vaccination in various diseases (e.g. cancer, infectious and autoimmune diseases) is on the rise. In this chapter an outline is provided to summarise recent advances, together with the brief references to early attempts, on strategies and approaches developed for identification of protein epitopes, for the manipulation of their structure to achieve optimal immune recognition. By the help of selected examples from the last few years we also survey the application of these discoveries in understanding the details of interactions between proteins, peptides, in the development of epitope based immunodiagnostics or therapeutics.", "source": ["Istex"], "host": {"volume": "39", "title": "Amino Acids, Peptides and Proteins: Volume 39", "corpusName": "rsc-ebooks"}, "publicationDate": "2015", "authors": [{"name": "Katalin Uray"}, {"name": "Ferenc Hudecz"}], "KeyWords": ["Peptide", "epitopes:", "identification", "structural", "modifications", "synthetic", "antigens"]},
{"doi": "10.1039/9781849739962-00001", "istex_id": "BB2934682E571B2016DA293965845AE6E587FBF7", "title": "Advance in ligation techniques for peptide and protein synthesis", "abstract": "With the goal to push back the boundaries of total chemical protein synthesis, many research groups have focused their efforts towards the development of a generally applicable technology to ligate peptide fragments. Despite the major impact of native chemical ligation, which has rendered complex peptides and proteins available by chemical means, improvements to this technique are still being sought which would greatly facilitate the access to many peptide/protein targets. In this book chapter, the recent progresses towards: (1) cysteine-free ligation through the use of cysteine surrogates; (2) the development of practical thioester surrogates and promising alternatives to NCL are presented.", "source": ["Istex"], "host": {"volume": "39", "title": "Amino Acids, Peptides and Proteins: Volume 39", "corpusName": "rsc-ebooks"}, "publicationDate": "2015", "authors": [{"name": "Anaïs F. M. Noisier"}, {"name": "Fernando Albericio"}], "KeyWords": ["Advance", "ligation", "techniques", "peptide", "protein", "synthesis"]},
{"doi": "10.1039/9781782624547-00233", "istex_id": "2E5D6D621C5DF5CD04C2B3F3B8A8ECE8186635EA", "title": "Chapter 9 - Newest approaches to singlet oxygen photosensitisation in biological media", "abstract": "Production of singlet molecular oxygen by photosensitisation remains the most common and convenient means of producing this non-radical yet highly-reactive oxygen species that participates in many chemical and biological processes. The details of singlet oxygen photosensitisation by organic dyes are well understood as well as its limitations. Novel materials and biomaterials with unprecedented optical, photophysical, and biological properties, as well as novel chemical and biological technologies have recently emerged that provide new opportunities for the controlled generation and delivery of singlet oxygen in biological media as well as for its detection and monitoring. This review summarises such novel contributions, ranging from stimulus-responsive switchable molecular photosensitisers to proteins as novel photoactive biotherapeutic drugs to metallic nanostructures as plasmonic antennas for singlet oxygen.", "source": ["Istex"], "host": {"volume": "42", "title": "Photochemistry: Volume 42", "corpusName": "rsc-ebooks"}, "publicationDate": "2015", "authors": [{"name": "Oriol Planas"}, {"name": "Ester Boix-Garriga"}, {"name": "Beatriz Rodríguez-Amigo"}, {"name": "Joaquim Torra"}, {"name": "Roger Bresolí-Obach"}, {"name": "Cristina Flors"}, {"name": "Cristiano Viappiani"}, {"name": "Montserrat Agut"}, {"name": "Rubén Ruiz-González"}, {"name": "Santi Nonell"}], "KeyWords": ["Chapter", "9", "-", "Newest", "approaches", "singlet", "oxygen", "photosensitisation", "biological", "media"]},
{"doi": "10.1039/9781782620280-00122", "istex_id": "675F880291AE4191CB6310E1FD4461C68BC2F496", "title": "Chapter 6 - Nucleic acid structure and dynamics: perspectives from site-directed spin labeling", "abstract": "The technique of site-directed spin labeling (SDSL) provides information on bio-molecular systems by monitoring the behaviors of a stable radical tag (i.e., spin label) using electron paramagnetic resonance (EPR) spectroscopy. SDSL studies of nucleic acids and protein–nucleic acid complexes have yielded unique information that is difficult to derive from other methods. In this chapter, we describe strategies used in nucleic acid SDSL investigations, and summarize advancements with a focus on those reported during the past five years.", "source": ["Istex"], "host": {"volume": "24", "title": "Electron Paramagnetic Resonance: Volume 24", "corpusName": "rsc-ebooks"}, "publicationDate": "2015", "authors": [{"name": "Yuan Ding"}, {"name": "Phuong Nguyen"}, {"name": "Narin S. Tangprasertchai"}, {"name": "Carolina Vazquez Reyes"}, {"name": "Xiaojun Zhang"}, {"name": "Peter Z. Qin"}], "KeyWords": ["Chapter", "6", "-", "Nucleic", "acid", "structure", "dynamics:", "perspectives", "site-directed", "spin", "labeling"]}]
